{
  "plugins": {
    "koda.nvim": {
      "src": "https://github.com/oskarnurm/koda.nvim"
    },
    "miasma.nvim": {
      "src": "https://github.com/xero/miasma.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "vimdoc-ja": {
      "src": "https://github.com/vim-jp/vimdoc-ja"
    },
    "wisteria.nvim": {
      "src": "https://github.com/masisz/wisteria.nvim"
    },
    "yugen.nvim": {
      "src": "https://github.com/bettervim/yugen.nvim"
    }
  }
}